Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This operation could take a long time. Proceed anyway?
sv: Denna operation kan ta lÃ¥ng tid. FortsÃ¤tt Ã¤ndÃ¥?

source: Do you really want to delete user group "%s"?
sv: Vill du verkligen ta bort anvÃ¤ndargruppen "%s"?

source: Do you really want to delete the search "%s"?
sv: Vill du verkligen ta bort sÃ¶kningen "%s"?

source: You have unsaved changes; are you sure you want to leave this page?
sv: Du har Ã¤ndringar som inte har sparats. Ãr du sÃ¤ker pÃ¥ att du vill lÃ¤mna denna sidan utan att spara dessa?

source: You are trying to reduce the number of rows, but have already entered data in those rows which will be lost. Do you wish to continue?
sv: Du fÃ¶rsÃ¶ker minska antalet rader, men du har redan matat in data i dessa rader som kommer fÃ¶rsvinna. Vill du fortsÃ¤tta?

source: Do you really want to revoke the selected user(s) ?
sv: Vill du verkligen radera markerade anvÃ¤ndare?

source: Do you really want to delete this central column?
sv: Vill du verkligen ta bort denna centrala kolumn?

source: Do you really want to delete the selected items?
sv: Vill du verkligen ta bort de markerade objekten?

source: Do you really want to DROP the selected partition(s)? This will also DELETE the data related to the selected partition(s)!
sv: Vill du verkligen slÃ¤ppa valda partitionen/partitionerna? Detta tar ocksÃ¥ bort uppgifterna om den valda partitionen/partitionerna!

source: Do you really want to TRUNCATE the selected partition(s)?
sv: Vill du verkligen att TRUNKERA den valda partitionen/partitionerna?

source: Do you really want to remove partitioning?
sv: Vill du verkligen ta bort partitionering?

source: Do you really want to RESET SLAVE?
sv: Vill du verkligen att Ã¥terstÃ¤lla sekundÃ¤r partion ?

source: This operation will attempt to convert your data to the new collation. In rare cases, especially where a character doesn't exist in the new collation, this process could cause the data to appear incorrectly under the new collation; in this case we suggest you revert to the original collation and refer to the tips at
sv: Denna operation kommer att fÃ¶rsÃ¶ka konvertera data till den nya sorteringsordningen. I sÃ¤llsynta fall, kan sÃ¤rskilt dÃ¤r en karaktÃ¤r inte finns i den nya sorteringsordningen, denna process orsaka att data visas felaktigt under den nya sorteringsordningen; i detta fall fÃ¶reslÃ¥r vi att u Ã¥tergÃ¥ till den ursprungliga sorteringen och hÃ¤nvisar till tips pÃ¥

source: Garbled Data
sv: FÃ¶rvanskade data

source: Are you sure you wish to change the collation and convert the data?
sv: Ãr du sÃ¤ker du vill Ã¤ndra sorteringen och konvertera data?

source: Through this operation, MySQL attempts to map the data values between collations. If the character sets are incompatible, there may be data loss and this lost data may <b>NOT</b> be recoverable simply by changing back the column collation(s). <b>To convert existing data, it is suggested to use the column(s) editing feature (the "Change" Link) on the table structure page. </b>
sv: Genom denna operation fÃ¶rsÃ¶ker MySQL kartlÃ¤gga vÃ¤rden mellan sorteringar. Om teckenuppsÃ¤ttningarna Ã¤r inkompatibla kan datafÃ¶rlust ske och fÃ¶rlorad data kan vara <b>OMÃJLIG</b> att Ã¥terstÃ¤lla genom att Ã¤ndra tillbaks kolumnen/kolumnernas sortering. <b>FÃ¶r att konvertera existerande data fÃ¶reslÃ¥s anvÃ¤ndande av kolumnens/kolumnernas redigeringsverktyg ("Ãndra") pÃ¥ tabellstruktur sidan.</b>

source: Are you sure you wish to change all the column collations and convert the data?
sv: Ãr du sÃ¤ker pÃ¥ att du vill Ã¤ndra alla de kolumn-sorteringar och konvertera data?

source: Save & close
sv: Avsluta och Spara

source: Reset all
sv: Ã terstÃ¤ll alla

source: Missing value in the form!
sv: VÃ¤rde saknas i formulÃ¤ret!

source: Select at least one of the options!
sv: VÃ¤lj minst ett av alternativen!

source: Please enter a valid number!
sv: Var vÃ¤nlig ange ett giltigt nummer!

source: Please enter a valid length!
sv: Var vÃ¤nlig ange en giltig lÃ¤ngd!

source: Add index
sv: LÃ¤gg till index

source: Edit index
sv: Redigera register

source: Add %s column(s) to index
sv: LÃ¤gg till %s kolumn(er) till index

source: Create single-column index
sv: Skapa index fÃ¶r singelkolumn

source: Create composite index
sv: Skapa sammansatta index

source: Composite with:
sv: Omges av:

source: Please select column(s) for the index.
sv: VÃ¤lj kolumner fÃ¶r indexet.

source: Preview SQL
sv: FÃ¶rhandsgranska SQL

source: Simulate query
sv: Simulera kÃ¶rning

source: Matched rows:
sv: Matchande rader:

source: SQL query:
sv: SQL-frÃ¥ga:

source: Y values
sv: Y-vÃ¤rden

source: Please enter the SQL query first.
sv: Skriv in SQL-frÃ¥gan fÃ¶rst.

source: The host name is empty!
sv: VÃ¤rdnamnet Ã¤r tomt!

source: The user name is empty!
sv: AnvÃ¤ndarnamnet saknas!

source: The password is empty!
sv: LÃ¶senordet saknas!

source: The passwords aren't the same!
sv: LÃ¶senorden Ã¶verensstÃ¤mmer inte!

source: Removing Selected Users
sv: Tar bort valda anvÃ¤ndare

source: Template was created.
sv: Mallen skapades.

source: Template was loaded.
sv: Mallen har lÃ¤sts in.

source: Template was updated.
sv: Mallen uppdaterades.

source: Template was deleted.
sv: Mallen har tagits bort.

source: Connections / Processes
sv: Anslutningar / Processer

source: Local monitor configuration incompatible!
sv: Lokal Ã¶vervakningskonfiguration ej kompatibel!

source: The chart arrangement configuration in your browsers local storage is not compatible anymore to the newer version of the monitor dialog. It is very likely that your current configuration will not work anymore. Please reset your configuration to default in the <i>Settings</i> menu.
sv: Diagrammets arrangemang i din webblÃ¤sares lokala lagring Ã¤r inte kompatibelt lÃ¤ngre med den nyare versionen av Ã¶vervakarens dialogruta. Det Ã¤r mycket troligt att din nuvarande konfiguration inte fungerar lÃ¤ngre. Ã terstÃ¤ll konfigurationen i <i>InstÃ¤llningar</i>-menyn.

source: Query cache efficiency
sv: FrÃ¥gecache effektivitet

source: Query cache usage
sv: AnvÃ¤ndning av frÃ¥gecache

source: Query cache used
sv: AnvÃ¤nd frÃ¥gecache

source: System CPU usage
sv: ProcessoranvÃ¤ndning (CPU)

source: System memory
sv: Systemminne

source: Average load
sv: Genomsnittlig last

source: Total memory
sv: Totalt minne

source: Cached memory
sv: Cachat minne

source: Buffered memory
sv: Buffrat minne

source: Free memory
sv: Ledigt minne

source: Used memory
sv: AnvÃ¤nt minne

source: Total swap
sv: Totalt vÃ¤xlingsutrymme

source: Cached swap
sv: Cachelagrade

source: Used swap
sv: AnvÃ¤nt vÃ¤xlingsutrymme

source: Free swap
sv: Ledigt vÃ¤xlingsutrymme

source: Bytes sent
sv: Antal bitar som skickats

source: Bytes received
sv: Antal mottagna bital

source: Processes
sv: Processer

source: KiB
sv: kB

source: TiB
sv: TB

source: PiB
sv: PB

source: EiB
sv: EB

source: %d table(s)
sv: %d tabell(er)

source: Questions
sv: FrÃ¥gor

source: Traffic
sv: Trafik

source: Add chart to grid
sv: Addera diagrammet till rutnÃ¤tet

source: Please add at least one variable to the series!
sv: LÃ¤gg till minst en variabel till serien!

source: Resume monitor
sv: Ã teruppta Ã¶vervakning

source: Pause monitor
sv: Pausa Ã¶vervakning

source: Start auto refresh
sv: Starta automatisk uppdatering

source: Stop auto refresh
sv: Stoppa uppdatering

source: general_log and slow_query_log are enabled.
sv: general_log och slow_query_log Ã¤r aktiverade.

source: general_log is enabled.
sv: general_log Ã¤r aktiverad.

source: slow_query_log is enabled.
sv: slow_query_log Ã¤r aktiverad.

source: slow_query_log and general_log are disabled.
sv: slow_query_log och general_log Ã¤r deaktiverade.

source: log_output is not set to TABLE.
sv: log_output Ã¤r inte definierad som TABLE.

source: log_output is set to TABLE.
sv: log_output Ã¤r definerad som TABLE.

source: slow_query_log is enabled, but the server logs only queries that take longer than %d seconds. It is advisable to set this long_query_time 0-2 seconds, depending on your system.
sv: slow_query_log Ã¤r aktiverad, men servern loggar endast frÃ¥gor som tar lÃ¤ngre tid Ã¤n %d sekunder. Det Ã¤r lÃ¤mpligt att definiera long_query_time till 0-2 sekunder, beroende pÃ¥ ditt system.

source: long_query_time is set to %d second(s).
sv: long_query_time Ã¤r definerad till %d sekund(er).

source: Following settings will be applied globally and reset to default on server restart:
sv: FÃ¶ljande instÃ¤llningar kommer appliceras globalt och Ã¥terstÃ¤lls till standardvÃ¤rdet nÃ¤r servern startas om:

source: Set log_output to %s
sv: SÃ¤tt log_output till %s

source: Enable %s
sv: Aktivera %s

source: Disable %s
sv: Inaktivera %s

source: Set long_query_time to %d seconds.
sv: SÃ¤tt long_query_time till %d sekunder.

source: You can't change these variables. Please log in as root or contact your database administrator.
sv: Du kan inte Ã¤ndra dessa variabler. Logga in som root eller kontakta din databasadministratÃ¶r.

source: Change settings
sv: Ãndra instÃ¤llningar

source: Current settings
sv: Nuvarande instÃ¤llningar

source: Chart title
sv: Diagramtitel

source: Differential
sv: Differentiell

source: Divided by %s
sv: Dividerat med %s

source: Unit
sv: Enhet

source: From slow log
sv: FrÃ¥n lÃ¥ngsam logg

source: From general log
sv: FrÃ¥n allmÃ¤n logg

source: The database name is not known for this query in the server's logs.
sv: Databasnamnet Ã¤r inte kÃ¤nt fÃ¶r denna frÃ¥ga i serverns loggar.

source: Analysing logs
sv: Analyserar loggar

source: Analysing & loading logs. This may take a while.
sv: Analyserar och laddar loggar. Detta kan ta lite tid.

source: Cancel request
sv: Avbryt begÃ¤ran

source: This column shows the amount of identical queries that are grouped together. However only the SQL query itself has been used as a grouping criteria, so the other attributes of queries, such as start time, may differ.
sv: Denna kolumn visar antalet identiska frÃ¥gor som Ã¤r grupperade tillsammans. Men endast SQL-frÃ¥gan sjÃ¤lv blir jÃ¤mfÃ¶rd, sÃ¥ dÃ¤rfÃ¶r kan frÃ¥gornas andra attribut som starttid variera.

source: Since grouping of INSERTs queries has been selected, INSERT queries into the same table are also being grouped together, disregarding of the inserted data.
sv: Sedan gruppering av INSERT-frÃ¥gor har valts, Ã¤r INSERT-frÃ¥gor till samma tabell ocksÃ¥ grupperade tillsammans, oberoende av det data som infogats.

source: Log data loaded. Queries executed in this time span:
sv: Loggdata laddad. FrÃ¥gor utfÃ¶rda under denna tidsperiod:

source: Jump to Log table
sv: GÃ¥ till tabellogg

source: No data found
sv: Inga data hittades

source: Log analysed, but no data found in this time span.
sv: Logg analyserad, men inget data hittades under denna tidsperiod.

source: Analyzingâ¦
sv: Analyserarâ¦

source: Explain output
sv: FÃ¶rklara utdata

source: Total time:
sv: Total tid:

source: Profiling results
sv: Profilering av resultat

source: Chart
sv: Diagram

source: Log table filter options
sv: Filteralternativ fÃ¶r loggtabell

source: Filter queries by word/regexp:
sv: Filtrera frÃ¥gor med ord/regexp:

source: Group queries, ignoring variable data in WHERE clauses
sv: GruppfrÃ¥gor, ignorera variabeldata i WHERE-klausuler

source: Sum of grouped rows:
sv: Summan av grupperade rader:

source: Total:
sv: Totalt:

source: Loading logs
sv: LÃ¤ser in loggar

source: Monitor refresh failed
sv: Uppdateringen av Ã¶vervakningen misslyckades

source: While requesting new chart data the server returned an invalid response. This is most likely because your session expired. Reloading the page and reentering your credentials should help.
sv: NÃ¤r ny diagramdata begÃ¤rdes, returnerade servern ett ogiltigt svar. Detta beror troligen pÃ¥ att din session har upphÃ¶rt. Om du laddar om sidan och matar in dina inloggningsuppgifter igen borde det lÃ¶sa problemet.

source: Reload page
sv: Uppdatera sidan

source: Affected rows:
sv: PÃ¥verkade rader:

source: Failed parsing config file. It doesn't seem to be valid JSON code.
sv: Parsning av config-filen misslyckades. Det verkar inte vara giltig JSON-kod.

source: Failed building chart grid with imported config. Resetting to default configâ¦
sv: Misslyckades skapa diagrammets rutnÃ¤t med den importerade konfigurationen. Ã terstÃ¤ller till ursprunglig konfigurationâ¦

source: Import
sv: Importera

source: Import monitor configuration
sv: Importera monitorkonfigurationen

source: Please select the file you want to import.
sv: VÃ¤lj den fil du vill importera.

source: No files available on server for import!
sv: Inga filer tillgÃ¤ngliga fÃ¶r import pÃ¥ servern!

source: Analyse query
sv: Analysera frÃ¥gan

source: Advisor system
sv: Handledningssystem

source: Possible performance issues
sv: MÃ¶jliga prestandaproblem

source: Issue
sv: Problem

source: Recommendation
sv: Rekommendation

source: Rule details
sv: Regeldetaljer

source: Justification
sv: Motivering

source: Used variable / formula
sv: AnvÃ¤nd variabel / formel

source: Formatting SQLâ¦
sv: Formatering SQLâ¦

source: No parameters found!
sv: Inga parametrar funna!

source: Page-related settings
sv: Sida-relaterade instÃ¤llningar

source: Apply
sv: VerkstÃ¤ll

source: Loadingâ¦
sv: Laddarâ¦

source: Request aborted!!
sv: BegÃ¤ran avbrÃ¶ts!

source: Processing request
sv: Bearbetar begÃ¤ran

source: Request failed!!
sv: BegÃ¤ran misslyckades!

source: Error in processing request
sv: Fel i processbegÃ¤ran

source: Error code: %s
sv: Felkod: %s

source: Error text: %s
sv: Felmeddelande: %s

source: No databases selected.
sv: Inga databaser markerade.

source: No accounts selected.
sv: Inga konton valda.

source: Dropping column
sv: Tar bort kolumn

source: Adding primary key
sv: LÃ¤gg till primÃ¤r nyckel

source: Click to dismiss this notification
sv: Klicka fÃ¶r att ta bort detta meddelande

source: Renaming databases
sv: Byta namn pÃ¥ databaser

source: Copying database
sv: Kopiera databas

source: Changing charset
sv: Ãndrar teckenuppsÃ¤ttning

source: Enable foreign key checks
sv: Aktivera kontroll av frÃ¤mmande nycklar

source: Failed to get real row count.
sv: Det gick inte att fÃ¥ riktiga radantal.

source: Searching
sv: SÃ¶ker

source: Hide search results
sv: DÃ¶lj sÃ¶kresultat

source: Show search results
sv: Visa sÃ¶kresultat

source: Browsing
sv: BlÃ¤ddrar bland

source: Deleting
sv: Raderar

source: Delete the matches for the %s table?
sv: Ta bort resultat som matchar %s tabellen?

source: The definition of a stored function must contain a RETURN statement!
sv: Definitionen av en sparad funktion mÃ¥ste innehÃ¥lla en RETURN-programsats!

source: Export
sv: Exportera

source: No routine is exportable. Required privileges may be lacking.
sv: Ingen rutin Ã¤r exporterbar. NÃ¶dvÃ¤ndiga privilegier kan saknas.

source: Values for column %s
sv: VÃ¤rden fÃ¶r kolumn %s

source: Values for a new column
sv: VÃ¤rden fÃ¶r ny kolumn

source: Enter each value in a separate field.
sv: Mata in varje vÃ¤rde i separat fÃ¤lt.

source: Add %d value(s)
sv: LÃ¤gg till %d vÃ¤rde(n)

source: Note: If the file contains multiple tables, they will be combined into one.
sv: Obs: Om filen innehÃ¥ller multipla tabeller, kommer de fÃ¶renas till en.

source: Hide query box
sv: GÃ¶m sÃ¶k-rutan

source: Show query box
sv: Visa frÃ¥gerutan

source: %d is not valid row number.
sv: %d Ã¤r inte ett giltigt radnummer.

source: Browse foreign values
sv: BlÃ¤ddra bland frÃ¤mmande vÃ¤rden

source: No auto-saved query
sv: Ingen auto-sparad frÃ¥ga

source: Variable %d:
sv: MiljÃ¶variabeln %d:

source: Pick
sv: VÃ¤lj

source: Column selector
sv: KolumnvÃ¤ljaren

source: Search this list
sv: SÃ¶k i denna lista

source: No columns in the central list. Make sure the Central columns list for database %s has columns that are not present in the current table.
sv: Inga kolumner i huvud listan. Kontrollera att huvudlistan fÃ¶r databasen %s har kolumner som inte finns i den aktuella tabellen.

source: Are you sure?
sv: Ãr du sÃ¤ker?

source: This action may change some of the columns definition.<br/>Are you sure you want to continue?
sv: Den hÃ¤r Ã¥tgÃ¤rden kan Ã¤ndra nÃ¥gra av kolumnerna definitionen. <br/> Ãr du sÃ¤ker pÃ¥ att du vill fortsÃ¤tta?

source: Add primary key
sv: LÃ¤gg till primÃ¤r nyckel

source: Primary key added.
sv: En primÃ¤r nyckel har lagts till fÃ¶r %s.

source: Taking you to next stepâ¦
sv: Tar dig till nÃ¤sta stegâ¦

source: The first step of normalization is complete for table '%s'.
sv: Det fÃ¶rsta steget av normalisering Ã¤r klar fÃ¶r tabellen '%s'.

source: End of step
sv: Delslut

source: Second step of normalization (2NF)
sv: Andra steget av normalisering (2NF)

source: Confirm partial dependencies
sv: BekrÃ¤fta partiellt beroenden

source: Selected partial dependencies are as follows:
sv: Valda partiell beroenden Ã¤r fÃ¶ljande:

source: Note: a, b -> d,f implies values of columns a and b combined together can determine values of column d and column f.
sv: Obs: a, b-> d f innebÃ¤r vÃ¤rden i kolumner a och b tillsammans kan bestÃ¤mma vÃ¤rdena i kolumn d och f.

source: No partial dependencies selected!
sv: Inga partiella beroenden valda!

source: Show me the possible partial dependencies based on data in the table
sv: Visa mig mÃ¶jliga partiella beroenden baserat pÃ¥ data i tabellen

source: Hide partial dependencies list
sv: DÃ¶lj partiella beroende-listan

source: Sit tight! It may take few seconds depending on data size and column count of the table.
sv: Bara lugn! Det kan ta nÃ¥gra sekunder beroende pÃ¥ data och kolumn rÃ¤kna i tabellen.

source: Step
sv: Steg

source: The following actions will be performed:
sv: FÃ¶ljande Ã¥tgÃ¤rder utfÃ¶rs:

source: DROP columns %s from the table %s
sv: RADERA kolumner %s frÃ¥n tabellen %s

source: Create the following table
sv: Skapa fÃ¶ljande tabell

source: Third step of normalization (3NF)
sv: Tredje steget i normalisering (3NF)

source: Confirm transitive dependencies
sv: BekrÃ¤fta transitiva beroenden

source: Selected dependencies are as follows:
sv: Valda beroenden Ã¤r fÃ¶ljande:

source: No dependencies selected!
sv: Inga beroenden valda!

source: Hide search criteria
sv: DÃ¶lj sÃ¶kkriterier

source: Show search criteria
sv: Visa sÃ¶kkriterier

source: Range search
sv: SÃ¶komrÃ¥de

source: Column maximum:
sv: HÃ¶gsta kolumn:

source: Column minimum:
sv: Minsta kolumn:

source: Minimum value:
sv: Minsta vÃ¤rde:

source: Maximum value:
sv: HÃ¶gsta vÃ¤rdet:

source: Hide find and replace criteria
sv: DÃ¶lj sÃ¶k och ersÃ¤tt kriterierna

source: Show find and replace criteria
sv: Visa sÃ¶k och ersÃ¤tt kriterierna

source: Each point represents a data row.
sv: Varje punkt representerar en dataserie.

source: Hovering over a point will show its label.
sv: Hovring Ã¶ver en punkt kommer visa dess etikett.

source: To zoom in, select a section of the plot with the mouse.
sv: FÃ¶r att zooma in, vÃ¤lj en del av grafen med musen.

source: Click reset zoom button to come back to original state.
sv: Klicka pÃ¥ Ã¥terstÃ¤llningsknappen fÃ¶r att komma tillbaka till ursprungslÃ¤get.

source: Click a data point to view and possibly edit the data row.
sv: Klicka pÃ¥ en datapunkt fÃ¶r att visa och eventuellt redigera dataraden.

source: The plot can be resized by dragging it along the bottom right corner.
sv: Kan Ã¤ndra storlek genom att dra den lÃ¤ngs nedre hÃ¶gra hÃ¶rnet.

source: Select two columns
sv: VÃ¤lj tvÃ¥ kolumner

source: Select two different columns
sv: VÃ¤lj tvÃ¥ olika kolumner

source: Data point content
sv: InnehÃ¥ll fÃ¶r datapunkt

source: Ignore
sv: Ignorera

source: Copy
sv: Kopiera

source: Point
sv: Punkt

source: Geometry
sv: Geometri

source: Inner ring
sv: Inre ringen

source: Outer ring
sv: Yttre ring

source: Do you want to copy encryption key?
sv: Vill du kopiera krypteringsnyckeln?

source: Encryption key
sv: Krypteringsnyckel

source: MySQL accepts additional values not selectable by the slider; key in those values directly if desired
sv: MySQL accepterar ytterligare vÃ¤rden som inte gÃ¥r att vÃ¤lja med skjutreglaget; tryck in de vÃ¤rdena manuellt om du Ã¶nskar

source: MySQL accepts additional values not selectable by the datepicker; key in those values directly if desired
sv: MySQL accepterar ytterligare vÃ¤rden som inte gÃ¥r att vÃ¤lja med datumvÃ¤ljaren; tryck in de vÃ¤rdena manuellt om du Ã¶nskar

source: Indicates that you have made changes to this page; you will be prompted for confirmation before abandoning changes
sv: Anger att du har gjort Ã¤ndringar pÃ¥ denna sida; du uppmanas att bekrÃ¤fta bortdÃ¶ende frÃ¥n fÃ¶rÃ¤ndringar

source: Select referenced key
sv: VÃ¤lj refererad nyckel

source: Select Foreign Key
sv: VÃ¤lj frÃ¤mmande nyckel

source: Please select the primary key or a unique key!
sv: VÃ¤lj den primÃ¤ra nyckeln eller en unik nyckel!

source: Choose column to display
sv: VÃ¤lj kolumn att visa

source: You haven't saved the changes in the layout. They will be lost if you don't save them. Do you want to continue?
sv: Du har inte sparat Ã¤ndringarna i layouten. Dessa kommer fÃ¶rloras om du inte sparar dem. Vill du fortsÃ¤tta?

source: Page name
sv: Sidnamn

source: Save page
sv: Spara sidan

source: Save page as
sv: Spara sidan som

source: Open page
sv: Ãppen sida

source: Delete page
sv: Radera sida

source: Untitled
sv: NamnlÃ¶st

source: Please select a page to continue
sv: VÃ¤lj en sida fÃ¶r att fortsÃ¤tta

source: Please enter a valid page name
sv: VÃ¤nligen ange ett giltigt sidnamn

source: Do you want to save the changes to the current page?
sv: Vill du spara Ã¤ndringarna i den aktuella sidan?

source: Successfully deleted the page
sv: Raderingen av sidan lyckades

source: Export relational schema
sv: Exportera relationsschema

source: Modifications have been saved
sv: Ãndringarna har sparats

source: %d object(s) created.
sv: %d objekt skapade.

source: Press escape to cancel editing.
sv: Tryck Escape fÃ¶r att avbryta redigeringen.

source: You have edited some data and they have not been saved. Are you sure you want to leave this page before saving the data?
sv: Du har redigerat en del data och de har inte sparats. Ãr du sÃ¤ker pÃ¥ att du vill lÃ¤mna denna sida innan du sparar uppgifterna?

source: Drag to reorder.
sv: Dra fÃ¶r att Ã¤ndra ordning.

source: Click to sort results by this column.
sv: Klicka pÃ¥ sortera efter den hÃ¤r kolumnen.

source: Shift+Click to add this column to ORDER BY clause or to toggle ASC/DESC.<br />- Ctrl+Click or Alt+Click (Mac: Shift+Option+Click) to remove column from ORDER BY clause
sv: Skift-klicka fÃ¶r att lÃ¤gga till kolumnen i "SORTERA VID"-sats eller att vÃ¤xla ASC/DESC.<br />-Ctrl-klicka eller Alt-klicka (Mac: Skift+Alt+klicka) fÃ¶r att ta bort kolumnen frÃ¥n SORTERA VID-instruktionen

source: Click to mark/unmark.
sv: Klicka fÃ¶r att markera/avmarkera.

source: Double-click to copy column name.
sv: Dubbelklicka fÃ¶r att kopiera kolumnnamn.

source: Click the drop-down arrow<br />to toggle column's visibility.
sv: Klicka pÃ¥ pilen<br />fÃ¶r att vÃ¤xla kolumnens synlighet.

source: Show all
sv: Visa alla

source: This table does not contain a unique column. Features related to the grid edit, checkbox, Edit, Copy and Delete links may not work after saving.
sv: Denna tabell innehÃ¥ller inte en unik kolumn. Funktioner relaterade till nÃ¤tet redigera, kryssruta, redigera, kopiera och radera-lÃ¤nkar kanske inte fungerar nÃ¤r du har sparat.

source: Please enter a valid hexadecimal string. Valid characters are 0-9, A-F.
sv: Ange en giltig hexadecimal strÃ¤ng. Giltiga tecken Ã¤r 0-9, A-F.

source: Do you really want to see all of the rows? For a big table this could crash the browser.
sv: Vill du se alla rader? FÃ¶r en stor tabell kan detta krasch webblÃ¤saren.

source: Original length
sv: Ursprunglig lÃ¤ngd

source: cancel
sv: Avbryt

source: Aborted
sv: Avbrutna

source: Select database first
sv: Markera databasen fÃ¶rst
